[
  {
    "imageUrl": "assets/data/daarat/step0.svg",
    "description": "Сделав в своем сердце намерение совершить малое омовение, говорит:"
  },
  {
    "imageUrl": "assets/data/daarat/step1.svg",
    "description": "Трижды тщательно моет руки, включая запястья, и промывает при этом область между пальцами."
  },
  {
    "imageUrl": "assets/data/daarat/step2.svg",
    "description": "Трижды полоскает рот. Набрав воду в правую ладонь, он набирает воду в рот, прополаскивает ротовую полость и выплевывает воду."
  },
  {
    "imageUrl": "assets/data/daarat/step3.svg",
    "description": "Трижды прочищает нос. Вбирает воду из правой ладони как можно глубже, а затем высмаркивает ее с помощью левой руки. (Полоскание рта и прочищение носа можно делать одновременно)"
  },
  {
    "imageUrl": "assets/data/daarat/step4.svg",
    "description": "Моет лицо - всю область от границы роста волос надо лбом до подбородка и от уха до уха. При этом нужно следить за тем, чтобы вода попала на всю указанную область. Это можно сделать как однократно, так и троекратно. (Если у мусульманина есть борода, ему следует отдельно набрать пригоршню воды, выплеснуть ее на подбородок и прочесать влажными пальцами бороду до корней)"
  },
  {
    "imageUrl": "assets/data/daarat/step5.svg",
    "description": "Трижды моет руки до локтей включительно, начиная с правой руки. Руки необходимо мыть от кончиков пальцев до локтей."
  },
  {
    "imageUrl": "assets/data/daarat/step6.svg",
    "description": "Один раз протирает голову мокрыми руками от границы роста волос надо лбом к затылку и обратно - одним движением"
  },
  {
    "imageUrl": "assets/data/daarat/step7.svg",
    "description": "Один раз протирает влажными указательными пальцами внутреннюю поверхность ушей, а большими пальцами - заднюю поверхность ушей; оба уха протираются одновременно."
  },
  {
    "imageUrl": "assets/data/daarat/step8.svg",
    "description": "Трижды моет ноги до щиколоток включительно, начиная с правой ноги. Нужно также промывать промежутки между пальцами."
  }
]