[
  {
    "name": "Allahumma Baarik",
    "originalText": "اللَّهُمَّ بَارِكَ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ ﴿﴾ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيم ﴿﴾ إِنَّكَ حَمِيدٌ مَجِيدٌ",
    "translatedText": "Бул жерде кыргызча мааниси болот",
    "transcriptionText": "Allahumma Baarik ala Muhammad wa ala ali Muhammad, kama baarakta ala Ibraheema wa ala ali Ibraheem, innaka hameedun majeed.  O Allah! Bless (Holy Prophet) Muhammad and the follower of (Holy Prophet) Muhammad as You blessed Ibraheem and the follower of Ibraheem; indeed, You are praise worthy and glorious."
  },
  {
    "name": "Allahuma Salli",
    "originalText": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ ﴿﴾ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيم ﴿﴾ إِنَّكَ حَمِيدٌ مَجِيدٌ",
    "translatedText": "Бул жерде кыргызча мааниси болот",
    "transcriptionText": "Allahumma salli ala Muhammad wa ala ali Muhammad, kama sallayta ala Ibraheema wa ala ali Ibraheem, innaka hameedun majeed.  O Allah! send blessings upon (Holy Prophet) Muhammad and upon the followers of (Holy Prophet) Muhammad as You sent blessings upon Ibraheem and upon the followers of Ibraheem; indeed, You are praiseworthy and glorious."
  },
  {
    "name": "Amantu",
    "originalText": "آمَنْتُ بِاللهِ وَ مَلَئِكَتِهٍ وَ كُتُبِهِ وَ رُسُلِهِ وَ اْليَوْمِ اْلآخِرِ وَ بِالْقَدَرِ خَيْرِهِ وَ شَرِّهِ مِنَ اللهِ\n\nتَعَالَى وَ اْلبَعْثُ بَعْدَ اْلمَوْتِ حَقٌّ * اَشْهَدُاَنْ لآ اِلَهَ اِلاَّ اَللهُ * وَ اَشْهَدُ اَنَّ مُحَمَّداً عَبْدُهُ وُ رَسُولُهُ",
    "translatedText": "Бул жерде кыргызча мааниси болот",
    "transcriptionText": "Amantu billahi wa malaikatihi wa kutubihi wa rusulihi wal-yawmil-akhiri wa bil-qadari khayrihi wa sharrihi minallahi taala wal-ba'thu ba'dal-mawti haqqun. Ashhadu an la ilaha illallah wa ashhadu anna Muhammadan abduhu wa rasuluh.  Faith is belief in Allah and the angels, the books, the prophets, the day of Judgement and to believe in destiny that the good and the evil are from Allah. I witness that there is no god but Allah and I witness that Hazrat Muhammad is his slave and messenger."
  },
  
  {
    "name": "Adhan Dua",
    "originalText": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ وَالصَّلَاةِ الْقَائِمَةِ آتِ مُحَمَّداً الْوَسِيلَةَ وَالْفَضِيلَةَ وَالدَّرَجَةَ الرَّافِعَةَ وَابْعَثْهُ مَقَاماً مَحْمُوداً الَّذِي وَعَدْتَهُ إَنَّكَ لَا تُخْلِفُ الْمِيعَاد",
    "translatedText": "Бул жерде кыргызча мааниси болот",
    "transcriptionText": "Allaahumma Rabba haathihid-da 'watit-taammati wassalaatil-qaa'imati, 'aati Muhammadanil-waseelata walfadheelata, wab 'ath-hu maqaamam-mahmoodanil-lathee wa'adtahu.  O Allah , Lord of this perfect call and established prayer. Grant Muhammad the intercession and favor, and raise him to the honored station You have promised Him"
  },
  {
    "name": "Dua-e-Qunoot",
    "originalText": "اَللَّهُمَّ إِنَّا نَسْتَعِينُكَ وَ نَسْتَغْفِرُكَ وَ نَسْتَهْدِيكَ ﴿﴾ وَ نُؤْمِنُ بِكَ وَ نَتُوبُ اِلَيْكَ ﴿﴾ وَ نَتَوَكَّلُ عَلَيْكَ وَنُثْنِى عَلَيْك اْلخَيْرَ كُلَّهُ نَشْكُرُكَ وَ لاَ نَكْفُرُكَ ﴿﴾ وَ نَخْلَعُ وَ نَتْرُكُ مَنْ يَفْجُرُكَ\n\nاَللَّهُمَّ اِيَّاكَ نَعْبُدُ وَ لَكَ نُصَلِّى وَ نَسْجُدُ ﴿﴾ وَ اِلَيْكَ نَسعْىَ وَ نَحْفِدُ ﴿﴾ نَرْجُو رَحْمَتَكَ وَ نَخْشَى عَذَابَك ﴿﴾ اِنَّ عَذَابَكَ بِاْلكُفَّارِ مُلْحِقٌ",
    "translatedText": "Бул жерде кыргызча мааниси болот",
    "transcriptionText": "1. Allah humma inna nasta-eenoka wa nastaghfiruka wa nu'minu bika wa natawakkalu alaika wa nusni alaikal khair, wa nashkuruka wala nakfuruka wa nakhla-oo wa natruku mai yafjuruka.  O' Allah! We implore You for help and beg forgiveness of You and believe in You and rely on You and extol You and we are thankful to You and are not ungrateful to You and we alienate and forsake those who disobey You.   2. Allah humma iyyaka na'budu wa laka nusalli wa nasjudu wa ilaika nas aaa wa nahfizu wa narju rahma taka wa nakhshaa azaabaka inna azaabaka bil kuffari mulhikun.  O' Allah! You alone do we worship and for You do we pray and prostrate and we betake to please You and present ourselves for the service in Your cause and we hope for Your mercy and fear Your chastisement. Undoubtedly, Your torment is going to overtake infidels"
  },
  {
    "name": "Rabbana atina",
    "originalText": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "translatedText": "Бул жерде кыргызча мааниси болот",
    "transcriptionText": "Rabbana atina Fī Ad-Dunyā Ĥasanatan Wa Fī Al-'Ākhirati Ĥasanatan Wa Qinā 'Adhāba An-Nār  O Allah! Grant us good in this world and good in the hereafter, and save us from the chastisement of the fire"
  },
  {
    "name": " Rabbanaghfirlî ",
    "originalText": "رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
    "translatedText": "Бул жерде кыргызча мааниси болот",
    "transcriptionText": "Rabbanaghfirlî wa liwali-dayya wa lilmu'minîna yawma yaqumul hisâb.  O Allah! cover (us) with Thy Forgiveness, me, my parents, and (all) Believers, on the Day that the Reckoning will be established"
  },
  {
    "name": "Subhanaka ",
    "originalText": "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ ﴿﴾ وَتَبَارَكَ اسْمُكَ ﴿﴾ وَتَعَالَى جَدُّكَ ﴿﴾ وَلاَ إِلَهَ غَيْرُكَ",
    "translatedText": "Бул жерде кыргызча мааниси болот",
    "transcriptionText": "Subhanaka allahumma wa bi hamdika wa tabara kasmuka wa ta'ala jadduka wa la ilaha ghairuka.  O Allah, how perfect You are and praise be to You. Blessed is Your name, and exalted is Your majesty. There is no god but You."
  },
  {
    "name": " At-Tahiy-yatu",
    "originalText": "التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ ﴿﴾السَّلامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ ﴿﴾السَّلامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ ﴿﴾ أَشْهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ ﴿﴾ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ",
    "translatedText": "Бул жерде кыргызча мааниси болот",
    "transcriptionText": "At-Tahiy-yatu lil-lahi was-salawatu wat-tay yibatu, As-Salamy 'alika ay-yuhan-nabiy-yu wa rahma tullahi wa barakatu, As salamu 'alayna wa 'ala 'ibadil-la his-saliheen , Ash hadu al la ilaha illal lahu, wa ash hadu an-na Muhammadan 'abduhu wa rasuluh  All compliments, all physical prayer, and all monetary worship are for Allah. Peace be upon you, O Prophet, and Allah's mercy and blessings. Peace be on us and on all righteous slaves of Allah . I bear witness that no one is worthy of worship except Allah. I bear witness that Muhammad (peace be upon him ) is his slave and Messenger."
  },
  {
    "name": "Ayatul Kursi ",
    "originalText": "اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
    "translatedText": "Бул жерде кыргызча мааниси болот",
    "transcriptionText": "Allahu laaa ilaaha illaa huwal haiyul qai-yoom; laa taakhuzuhoo sinatunw wa laa nawm; lahoo maa fissamaawaati wa maa fil ard; man zallazee yashfa'u indahooo illaa be iznih; ya'lamu maa baina aideehim wa maa khalfahum; wa laa yuheetoona beshai 'immin 'ilmihee illa be maa shaaaa; wasi'a kursiyyuhus samaa waati wal arda wa la ya'ooduho hifzuhumaa; wa huwal aliyyul 'azeem.  Allah! There is no god but He - the Living, The Self-subsisting, Eternal. No slumber can seize Him Nor Sleep. His are all things In the heavens and on earth. Who is there can intercede In His presence except As he permitteth? He knoweth What (appeareth to His creatures As) Before or After or Behind them. Nor shall they compass Aught of his knowledge Except as He willeth. His throne doth extend Over the heavens And on earth, and He feeleth No fatigue in guarding And preserving them, For He is the Most High. The Supreme (in glory)."
  },
  {
    "name": "Tesbihat ",
    "originalText": "Молитва на арабском",
    "translatedText": "Бул жерде кыргызча мааниси болот",
    "transcriptionText": "Allahumme entes-selam wa minkes-selam tebarekte ya zal jalali wal ikram. (O Allah! You are peace and from You comes peace, O most Glorious and Generous.)  Subhanallahi wal hamdu Lillahi wa La ilahe illallahu vallahu ekber. (Ve la havle wa la kuwwate illa billahil aliyyil azim)  Subhanallah (Glory be to Allah)  Alhamdulillah (Praise be to Allah)  Allahuakbar (Allah is the greatest.)  La ilahe illallah wahdehu la sherike leh, lehul mulku wa lehul hamdu wa huwa ala kulli shey'in kadir. (There is no god but Allah, without partner, to whom belongs the Power and the Praise, and who rules over everything.)  Subhaana Rabbiyel Aliyyil Alel Wahhab (Glory be to our Sustainer, Most High, the Bestower.)"
  }
]
