[
    {
      "nameRu": "Аллах",
      "nameAr": "الله",
      "description": "Он один, единственный, у него нет и не может быть никаких «сотоварищей», «не родил и не был рождён, и не был Ему равным ни один»"
    },
    {
      "nameRu": "Ар-Рахман",
      "nameAr": "الرَّحْمَنِ",
      "description": "Милостивый, Милосердный, Добрый. Он, который даёт благословения и успех всему сущему не делая различия."
    },
    {
      "nameRu": "Ар-Рахим",
      "nameAr": "لرحيم",
      "description": "Милосердный, Сострадательный. Он, который дает благословения и успех, особенно тем, кто использует эти дары так, как сказал Аллах."
    },
    {
      "nameRu": "Аль-Малик",
      "nameAr": "الملك",
      "description": "Властелин. Он, который абсолютный владыка вселенной."
    },
    {
      "nameRu": "Аль-Куддус",
      "nameAr": "االقدوس",
      "description": "Святой. Он, который свободен от заблуждения, свободен от беспомощности и какого-либо порока."
    },
    {
      "nameRu": "Ас-Салям",
      "nameAr": "السلام",
      "description": "Источник мира, Он, который освобождает слуг своих от любых опасностей и преград."
    },
    {
      "nameRu": "Аль-Му'мин",
      "nameAr": "المؤمن",
      "description": "Хранитель веры. Он, который вселяет веру в сердца своих слуг, поддерживая тех, кто ищет спасения в Нем. Он и дает им спокойствие."
    },
    {
      "nameRu": "Аль-Мухаймин",
      "nameAr": "االمهيمن",
      "description": "Защитник. Он, который охраняет и защищает все сущее."
    },
     {
      "nameRu": "Аль-Азиз",
      "nameAr": "العزيز",
      "description": "Могущественный, Непобедимый, Несокрушимый.."
    },
    {
      "nameRu": "Аль-Джаббар",
      "nameAr": "لجبار",
      "description": "Подчиняющий. Он, который востанавливает все испорченное, завершает все незавершённое и кто обладает силой заставить людей сделать все что Он пожелает."
    },
     {
      "nameRu": "Аль-Мутакаббир",
      "nameAr": "لمتكبر",
      "description": "Величественный. Он, который показывает свое величие в каждой вещи и во всех случаях."
    },
    {
      "nameRu": "Аль-Халик",
      "nameAr": "الخالق",
      "description": "Создатель. Он, который создал все вещи со знанием того, что произойдет с ним."
    },
     {
      "nameRu": "Аль-Бари'",
      "nameAr": "االبارئ",
      "description": "Развивающий, Совершенствующий. Он, который создает все вещи соразмерно."
    },
     {
      "nameRu": "Аль-Муссавир",
      "nameAr": "المصور",
      "description": "Созидающий. Он, который придал форму всему сущему."
    },
    {
      "nameRu": "Аль-Гаффар",
      "nameAr": "الغفار",
      "description": "Прощающий. Он, который все прощает."
    },
    {
      "nameRu": "Аль-Каххар",
      "nameAr": "القهار",
      "description": "Покоритель. Он, который победоносный и господствующий, так как Он может все что пожелает."
    },
    {
      "nameRu": "Аль-Ваххаб",
      "nameAr": "الوهاب",
      "description": "Покрывающий. Он, который дарует благословения своим созданиям."
    },
    {
      "nameRu": "Ар-Раззак",
      "nameAr": "الرزاق",
      "description": "Обеспечивающий. Он, который обеспечивает благо от всех вещей своим созданиям."
    },
    {
      "nameRu": "Аль-Фаттах",
      "nameAr": "الفتاح",
      "description": "Открывающий. Он, который открывает разрешение всех проблем."
    },
    {
      "nameRu": "Аль-'Алим",
      "nameAr": "العليم",
      "description": "Всезнающий. Он, который все знает."
    },
    {
      "nameRu": "Аль-Кабид",
      "nameAr": "القابض",
      "description": "Сжимающий. Тот, Кто по своему справедливому порядку сужает (уменьшает) блага, кому хочет.."
    },
    {
      "nameRu": "Аль-Баасит",
      "nameAr": "الباسط",
      "description": "Расширяющий, Развивающий, Увеличивающий. Он, который развивает.."
    },
    {
      "nameRu": "Аль-Хафид",
      "nameAr": "الخافض",
      "description": "Унижающий. Он, который ослабляет.."
    },
    {
      "nameRu": "Ар-Рафи'",
      "nameAr": "الرافع",
      "description": "Возвеличивающий. Он, который возвышает.."
    },
    {
      "nameRu": "Аль-Му'аз",
      "nameAr": "المعز",
      "description": "Почитатель, Почитающий, Возвышающий, Он, кто делает нас славными и дает достоинство.."
    },
    {
      "nameRu": "Аль-Музилль",
      "nameAr": "المذل",
      "description": "Низвергающий, Обеспечивающий. Он, который уничтожает, бросает в бесчестие и деградацию."
    },
    {
      "nameRu": "Aс-Сами",
      "nameAr": "السميع",
      "description": "Всеслышащий. Он, который все слышит."
    },
    {
      "nameRu": "Aль-Басир",
      "nameAr": "البصير",
      "description": "Всевидящий. Тот, Кто видит открытое и скрытое, явное и тайное; Тот, для Кого не существует невидимое среди видимого; Тот, Кто объемлет своим видением даже самое мельчайшее."
    },
    {
      "nameRu": "Аль-Хакам",
      "nameAr": "الحكم",
      "description": "Высший Судья. Наивысший Судья, Обладатель абсолютной Мудрости; Тот, Чьи решения совершенно справедливы, никого не обижают и всегда имеют силу."
    },
    {
      "nameRu": "Аль-'Адль",
      "nameAr": "العدل",
      "description": "Справедливейший. Тот, Кто сам не проявляет несправедливости и запретил это остальным; Тот, Кто чист от несправедливости в своих делах и решениях; Дающий каждому по заслугам; Тот, Кто является источником наивысшей справедливости."
    },
    {
      "nameRu": "Aль-Лятиф",
      "nameAr": "اللطيف",
      "description": "Добрый по отношению к Своим рабам, Милостивый по отношению к ним, Облегчающий им жизнь, Содержащий их."
    },
    {
      "nameRu": "Аль-Хабир",
      "nameAr": "الخبير",
      "description": "Сведущий. Знающий тайное так же, как и явное, Знающий как внешнее проявление, так и внутреннее содержание. Тот, для Которого не существует тайного. Тот, Кто знает то, что было, и то, что будет."
    },
    {
        "nameRu": "Аль-Халим",
        "nameAr": "الحليم",
        "description": "Спокойный. Тот, кто освобождает от мучений, проявивших ослушание; Тот, Кто даёт блага как проявившим покорность, так и ослушавшимся"
    },
    {
        "nameRu": "Аль-'Азым",
        "nameAr": "العظيم",
        "description": "Величайший. Величию которого нет начала и нет конца; высоте которого нет границ; тот, которому нет подобного; тот, чью подлинную сущность и величие, которые превыше всякой вещи."
    },
    {
      "nameRu": "Аль-Гафур",
      "nameAr": "الغفور",
      "description": "Всепрощающий. Тот, кто прощает грехи своим рабам. если они покаются."
    },
    {
      "nameRu": "Аш-Шакур",
      "nameAr": "الشكور",
      "description": "Благодарный. Воздающий большую награду рабам своим за их малое богослужение, доводящий до совершенства слабые деяния, прощающий их."
    },
    {
      "nameRu": "Аль-'Алий",
      "nameAr": "العلي",
      "description": "Всевышний. Тот, высочество Которого неоценимо высокое; Тот, у Кого нет равных, нет соперников, нет сотоварищей; Тот, Кто выше всего этого; Тот, Чья сущность, мощь и сила наивысочайшие."
    },
    {
      "nameRu": "Aль-Кабир",
      "nameAr": "الكبير",
      "description": "Великий. Тот, у которого в качествах и делах наличествует истинное величие; не нуждающийся ни в чём; Тот, Которого никто и ничто не может ослабить; Тот, с которым нет сходных."
    },
    {
      "nameRu": "Аль-Хафиз",
      "nameAr": "الحفيظ",
      "description": "Хранитель. Охраняющий всё сущее, каждое сущее, включая наимельчайшие субстанции; Тот, Чьё покровительство нескончаемо, бесконечно; Тот, Кто охраняет и содержит."
    },
    {
      "nameRu": "Аль-Мукыт",
      "nameAr": "المقيت",
      "description": "Поддерживающий.Распоряжающийся всем необходимым для жизнеобеспечения; Доводящий это до Своих созданий, Определяющий его количество; Дающий помощь; Могущественный."
    },
    {
      "nameRu": "Аль-Хасиб",
      "nameAr": "الحسيب",
      "description": "Достаточный. Достаточный для рабов своих; достаточный всякому, кто на Него уповает. Он насыщает рабов своих по своей милости, отводит их от беды. Он достаточен, чтобы в достижении благ и пропитания уповать только на Него, и нет необходимости в ком-либо ином."
    },
    {
      "nameRu": "Аль-Джалиль",
      "nameAr": "الجليل",
      "description": "Величественный. Тот, у Кого истинное величие и все совершенные качества; чистый от всяких недостатков."
    },
    {
      "nameRu": "Аль-Карим",
      "nameAr": "الكريم",
      "description": "Щедрейший. Тот, у кого не уменьшаются блага, сколько бы ни дал; ценнейший, охватывающий всё ценное; Тот, у Кого каждое деяние достойно высочайшей похвалы."
    },
    {
      "nameRu": "Ар-Ракыб",
      "nameAr": "الرقيب",
      "description": "Наблюдающий. Следящий за состоянием своих созданий, знающий все их деяния, фиксирующий все их деяния; Тот, от контроля Которого никто и ничто не уходит."
    },
    {
      "nameRu": "Аль-Муджиб",
      "nameAr": "المجيب",
      "description": "Отзывчивый. Отзывающийся на молитвы и просьбы. Он облагодетельствует своего раба ещё до того, как он к нему обратится, отвечает на его мольбу ещё до того, как его постигнет нужда."
    },
    {
      "nameRu": "Аль-Вааси",
      "nameAr": "الواسع",
      "description": "Всеобьемлющий. Тот, блага Которого широки для созданий; Тот, милость Которого велика для всякого сущего."
    },
    {
      "nameRu": "Аль-Хаким",
      "nameAr": "الحكيم",
      "description": "Мудрейший. Тот, Кто всё делает мудро; Тот, у Кого дела правильные; Тот, Кто знает суть, внутреннее содержание всех дел; Тот, Кто хорошо знает мудрое решение, предопределённое им самим."
    },
    {
      "nameRu": "Аль-Вадуд",
      "nameAr": "الودود",
      "description": "Любящий Свои творения. Любящий своих рабов и любимый для сердец «аулия» («аулия» — мн. ч. от «вали» — праведный, преданый слуга)."
    },
    {
      "nameRu": "Аль-Маджииту",
      "nameAr": "المجيد",
      "description": "Славный. Наивысочайший по величию; тот, у кого добра много, кто даёт щедро, от кого польза великая."
    },
    {
      "nameRu": "Аль-Ба'ис",
      "nameAr": " الباعث",
      "description": "Воскрешающий. Воскрешающий создания в День Суда; тот, кто посылает к людям пророков, отправляет помощь рабам своим."
    },
    {
      "nameRu": "Аш-Шахид",
      "nameAr": "الشهيد",
      "description": "Свидетель. Зорко и бдительно следящий за миром. Слово «шахид» родственно понятию «шахада» — свидетельство. Он — Свидетель происходящего, от Которого не может утаиться ни одно событие."
    },
    {
      "nameRu": "Аль-Хакк",
      "nameAr": "الحق",
      "description": "Истина. Устанавливающий истинность истинного через свои слова (калима); Тот, Кто устанавливает истинность своих друзей."
    },
    {
      "nameRu": "Аль-Вакиль",
      "nameAr": "الوكيل",
      "description": "Доверенный. Тот, на Кого следует полагаться; достаточный для полагающихся только на Него; Кто радует надеющихся и полагающихся только на Него."
    },
    {
      "nameRu": "Аль-Кавий",
      "nameAr": "القوى",
      "description": "Всесильный. Обладатель полной, совершенной мощи, побеждающий; Тот, Который не проигрывает; Тот, у Кого сила выше всякой другой силы."
    },
    {
      "nameRu": "Аль-Матин",
      "nameAr": "المتين",
      "description": "Непоколебимый. Не нуждающийся в средствах для осуществления своих решений; не нуждающийся в помощи; Тот, Кому не нужен помощник, сотоварищ."
    },
    {
      "nameRu": "Аль-Валий",
      "nameAr": "الولى",
      "description": "Друг(Сподвижник). Тот, Кто благоприятствует подчинившимся, помогающий тем, кто любит их; укрощающий врагов; поручающийся за деяния созданий; охраняющий созданных."
    },
    {
      "nameRu": "Аль-Хамид",
      "nameAr": "الحميد",
      "description": "Достохвальный. Достойный всех похвал по причине своего совершенства; обладатель вечной славы."
    },
    {
      "nameRu": "Аль-Мухси",
      "nameAr": "المحصى",
      "description": "Счетовод. Тот, Кто своими знаниями определяет границы для всего сущего; Тот, от Кого ничего не ускользает."
    },
    {
      "nameRu": "Аль-Мубди",
      "nameAr": "المبدئ",
      "description": "Начинающий. Тот, Кто с самого начала, без примера и прообраза сотворил всё сущее."
    },
    {
      "nameRu": "Аль-Му'иид",
      "nameAr": "المعيد",
      "description": "Возвращающий. Повторяющий, придающий вселенной устойчивость, возвращающий; тот, кто возвращает всё живое в мёртвое состояние, а затем на том свете оживляет их, возвращая к жизни."
    },
    {
      "nameRu": "Аль-Мухйи",
      "nameAr": "المحيى",
      "description": "Оживляющий. Тот, Кто творит жизнь; Тот, Кто даёт жизнь любой вещи, которой хочет; Тот, Кто создал творения из ничего; Тот, Кто оживит и после смерти."
    },
    {
      "nameRu": "Аль-Мумит",
      "nameAr": "المميت",
      "description": "Умерщвляющий. Тот, Кто предписал смерть всем смертным; Тот, кроме Которого нет умерщвляющего; Тот, Кто укрощает рабов своих смертью когда хочет и как хочет."
    },
    {
      "nameRu": "Аль-Хаий",
      "nameAr": "الحي",
      "description": "Живущий. Вечно живой; Тот, жизни которого нет начала и нет конца; Тот, Кто всегда был живым и останется навечно живым; живой, не умирающий."
    },
    {
      "nameRu": "Аль-Кайум",
      "nameAr": "القيوم",
      "description": "Самостоятельный. Независимый ни от кого и ни от чего, не нуждающийся ни в ком и ни в чём; Тот, Кто заботится обо всём; благодаря которому существует всё сущее."
    },
    {
      "nameRu": "Аль-Ваджид",
      "nameAr": "الواجد",
      "description": "Богатый. Тот, у Которого всё сущее, для Которого отсутствует понятие «недостающее», «недостаточность»; Тот, у Которого сохраняются все дела, не пропадает ничего; Тот, Кто разумеет всё."
    },
    {
      "nameRu": "Аль-Маджид",
      "nameAr": "الماجد",
      "description": "Наиславнейший. Тот, у Кого полное совершенство; Тот, у Кого прекрасное величие; Тот, у Кого качества и дела велики и совершенны."
    },
    {
      "nameRu": "Аль-Вахид уль-Ахад",
      "nameAr": "الواحد الاحد",
      "description": "Один единственный (Единый). Нет никого кроме Него и никого равного Ему."
    },
    {
      "nameRu": "Ас-Самад",
      "nameAr": " الصمد",
      "description": "Самодостаточный. Символизирует вечность и независимость Аллаха. Он Тот, Которому все подчиняются; Тот, без Чьего ведома не происходит ничего."
    },
    {
      "nameRu": "Аль-Кадир",
      "nameAr": "القادر",
      "description": "Облодатель мощи. Тот, Кто может сотворить из ничего и может уничтожить сущее; Тот, Кто может создать бытие из небытия и может превратить в небытиё; делающий всё мудро."
    },
    {
      "nameRu": "Аль-Муктадир",
      "nameAr": "المقتدر",
      "description": "Всемогущий. Тот, Кто устраивает дела для созданий наилучшим образом, так как никто этого не может."
    },
    {
      "nameRu": "Аль-Мукаддим",
      "nameAr": "المقدم",
      "description": "Приближающий. Выдвигающий вперёд всё то, что должно быть впереди; выдвигающий вперёд достойных рабов своих."
    },
    {
      "nameRu": "Аль-Муаххыр",
      "nameAr": "المؤخر",
      "description": "Отодвигающий назад всё то, что должно быть позади; тот, кто отодвигает назад по своему разумению и по своей воле неверных, нечестивцев и всех тех, кто должен быть отодвинут назад."
    },
    {
      "nameRu": "Аль-Ауваль",
      "nameAr": "الأول",
      "description": "Первоначальный. Первый, Безначальный и Предвечный. Тот, Кто предшествовал вселенной."
    },
    {
      "nameRu": "Аль-Ахыр",
      "nameAr": "الأخر",
      "description": "Завершающий. Тот, Кто останется после уничтожения всего сотворённого; Тот, Кому нет конца, вечно остающийся; Тот, Кто уничтожает всё; Тот, после Которого не будет ничего, кроме Него, Вечного Бессмертного Всемогущего Бога, Творца всех времён, народов и миров."
    },
    {
      "nameRu": "Аль-Заахир",
      "nameAr": "الظاهر",
      "description": "Явный. Имманентный. Проявляющийся во множестве фактов, свидетельствующих о Его существовании."
    },
    {
      "nameRu": "Аль-Баатын",
      "nameAr": "الباطن",
      "description": "Сокровенный. Тот, Кто знает как явное, так и скрытое обо всём; Тот, Чьи признаки явственны, а Сам на этом свете невидим."
    },
    {
      "nameRu": "Аль-Ваали",
      "nameAr": "الوالي",
      "description": "Правитель. Властвующий над всем сущим; Тот, Кто осуществляет всё по своему желанию и мудрости; Тот, Чьи решения осуществляются везде и всегда."
    },
    {
      "nameRu": "Аль-Мута'али",
      "nameAr": "المتعالي",
      "description": "Превознесенный. Тот, Кто выше клеветнических измышлений, выше сомнений, возникающих у созданных."
    },
    {
      "nameRu": "Аль-Барр",
      "nameAr": "البر",
      "description": "Добродетельный. Тот, Кто делает добро для рабов своих, милостив для них; дающий тем, кто просит, проявляя милость к ним; верный договору, обещанию для созданных."
    },
    {
      "nameRu": "Аль-Тавваб",
      "nameAr": "التواب",
      "description": "Принимающий. От арабского «тауба» — покаяние. Принимающий покаяние слуг, благоприятствующий им в покаянии, приводящий их к покаянию, способный усовестить, побудить к покаянию."
    },
    {
      "nameRu": "Аль-Мунтакым",
      "nameAr": "المنتقم",
      "description": "Карающий. Ломающий хребет ослушавшимся; мучающий нечестивцев, но только после оповещения и предупреждения, если не опомнились."
    },
    {
      "nameRu": "Аль-'Афувв",
      "nameAr": "العفو",
      "description": "Снисходительный. Тот, Кто извиняет за прегрешения и стирает их; очищает плохие деяния; Тот, Чья милость широка; делающий добро и непослушным, не спеша с наказанием."
    },
    {
      "nameRu": "Аль-Рауф",
      "nameAr": "الرؤوف",
      "description": "Мягкий. Лишённый грубости, проявляющий сострадание и жалость ко всем созданиям в этой жизни и к некоторым из них в вечной жизни из числа приближенных Ему верующих."
    },
    {
      "nameRu": "Малик уль-Мульк",
      "nameAr": "مالك الملك",
      "description": "Царь царей. Всевластный царь сущего царства; тот, кто делает то, что хочет; нет никого, кто бы мог игнорировать, отвести его решения; нет никого, кто мог бы не одобрять, критиковать, ставить под сомнение его решение."
    },
    {
      "nameRu": "Зуль-Джаляли валь-Икрам",
      "nameAr": "ذو الجلال والإكرام",
      "description": "Обладатель Величия и Радушия. Облодатель особого величия и щедрости; обладатель совершенства; всё величие принадлежит Ему, и все щедроты исходят от Него."
    },
    {
      "nameRu": "Аль-Муксит",
      "nameAr": "المقسط",
      "description": "Справедливый. Тот, у Кого все решения мудры и справедливы; мстящий притеснителям за притеснённых; устанавливающий совершенный порядок, радующий притеснителя после того, как обрадовал притеснённого и тот простил."
    },
    {
      "nameRu": "Аль-Джами'а",
      "nameAr": "الجامع",
      "description": "Объединяющий.Тот, Кто собрал все совершенства сущности, качеств и дел; Тот, Кто собирает все творения; Тот, Кто собирает на том свете в местности Арасат."
    },
    {
      "nameRu": "Аль-Ганий",
      "nameAr": "الغني",
      "description": "Самодостаточный. Богатый и не нуждающийся ни в чём; Тот, в Ком нуждаются все."
    },
    {
      "nameRu": "Аль-Мугни",
      "nameAr": "المغني",
      "description": "Обогащающий. Дающий блага слугам; Тот, Кто обогащает, кого хочет; достаточный для созданных."
    },
    {
      "nameRu": "Аль-Мани",
      "nameAr": "المانع",
      "description": "Ограждающий. Тот, Кто не даёт тому, кому не хочет дать, чтобы испытать его или чтобы удержать, защитить его от плохого."
    },
    {
      "nameRu": "Аль-Дар",
      "nameAr": "الضار",
      "description": "Сокрушитель. Стирающий царства и народы с лица земли, насылающий эпидемии и стихийные бедствия на грешников, испытывающий творения."
    },
    {
      "nameRu": "Аль-Нафи'а",
      "nameAr": "النافع",
      "description": "Благотворитель. Приносящий пользу тому, кому хочет, исходя из Собственных решений; Тот, без Чьего ведома никто не в состоянии принести пользу."
    },
    {
      "nameRu": "Аль-Нур",
      "nameAr": "النور",
      "description": "Просветляющий. Тот, Кто является светом небес и земли; Тот, Кто освещает творениям истинный путь; показывает свет истинного пути."
    },
    {
      "nameRu": "Аль-Хади",
      "nameAr": "الهادي",
      "description": "Ведущий. Ведущий верным путём; Тот, Кто истинными высказываниями наставляет созданных на истинный путь; Тот, Кто оповещает созданных об истинном пути."
    },
    {
      "nameRu": "Аль-Бади'а",
      "nameAr": "البديع",
      "description": "Творец. Тот, для Которого нет равных, Которому нет подобных ни в сущности, ни в качествах, ни в повелениях, ни в решениях; Тот, Кто творит всё без примера и прообраза."
    },
    {
      "nameRu": "Аль-Бааки",
      "nameAr": "الباقي",
      "description": "Вечный. Остающийся навечно; Тот единственный, Кто остаётся навечно; Тот, существование Которого вечно; Тот, Кто не исчезает; Тот, Кто остаётся бесконечно, навсегда."
    },
    {
      "nameRu": "Аль-Варис",
      "nameAr": "الوارث",
      "description": "Наследник всего сущего; тот, Кто остаётся навечно, Которому остаётся наследство всех Его творений; Тот, у Кого остаётся вся власть после исчезновения Его творений; Тот, Кто наследует мир и всё сущее в нём."
    },
    {
      "nameRu": "Аль-Рашид",
      "nameAr": "الرشيد",
      "description": "Правильный. Направляющий на правильный путь; Тот, Кто даёт счастье тому, кому хочет, направляя его на истинный путь; Тот, Кто отдаляет того, кого хочет, по установленному им порядку."
    },
    {
      "nameRu": "Аль-Сабур",
      "nameAr": "الصبور",
      "description": "Терпеливейший. Тот, у Кого велики кротость и терпение; Тот, Кто не спешит мстить ослушавшимся; Тот, Кто отсрочивает наказание; Тот, Кто не делает ничего раньше срока; Тот, Кто делает всё в своё время."
    }
]
