[
  {
    "name":"Allahu Akbar",
    "nameKg":"Аллах велик",
    "nameAr":"ٱللَّٰهُ أَكْبَرُ"
  
  },
  {
    "name":"Subhan Allah",
    "nameKg":"Преславен Аллах",
    "nameAr":"سبحان الله"
    
  },
  {
    "name":"Astagfir Allah",
    "nameKg":"А простит (меня, нас) Аллах!",
    "nameAr":"أستغفر الله"
   
  },
  {
    "name":"Субханаллахиль-'азыми ва бихамдихи",
    "nameKg":"Пречист Аллах, слава Аллаху и хвала Ему",
    "nameAr":"سُبْحَانَ اللهِ الْعَظِيمِ وَبِحَمْدِهِ"
    
  },
  {
    "name":"Ля хавля ва ля куввата илля билляхи ль-'аллиййи ль-'азым",
    "nameKg":"Нет силы оставить плохое, греховное и обратиться к благому, и нет мощи поклоняться Аллаху, придерживаться благого, кроме как от Аллаха Всевышнего, Великого",
    "nameAr":"لا حول ولا قوة الا بالله العلي العظيم"
   
  },
  {
    "name":"Ля иляха илля-Ллах, вахдаху ля шариика лях, лахуль-мульку, ва лахуль-хамду, ва хува аля кулли шайъин къадиир",
    "nameKg":" Нет божества достойного поклонения, кроме Одного лишь Аллаха, у Которого нет сотоварища, Ему принадлежит власть, Ему хвала, и Он над всякой вещью мощен.",
    "nameAr":"لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ"
    
  },
  {
    "name":"Субханаллахи ва бихамдихи, Субханаллахиль азым",
    "nameKg":"Пречист Аллах, хвала Ему, Пречист Аллах Всевышний",
    "nameAr":"سُبْحَانَ اللَّهِ وَبِحَمْدِهِ سُبْحَانَ اللَّهِ الْعَظِيمِ"
   
  },
  {
    "name":"Бисмиллях аввалаху ва ахираху",
    "nameKg":"Я начинаю с Именем Аллаха в начале и в конце",
    "nameAr":"بِسْمِ اللَّه أَوَّلَهُ وَآخِرَهُ"
   
  },
  {
    "name":"Аллахумма салли ва саллим аля набийина Мухаммадин",
    "nameKg":"О Аллах, ниспошли Твои благословения и мир на нашего Пророка Мухаммада",
    "nameAr":"اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَّبينا مُحَمَّد"
    
  },
  {
    "name":"Субханаллахи валь-хамду лилляхи ва ля иляха илляллаху валлаху акбар.",
    "nameKg":"Свят Аллах, Хвала Аллаху, и нет божества, кроме Аллаха, и Аллах Велик",
    "nameAr":"سُبْحَانَ اللَّهِ وَ الْحَمْدُ لِلَّهِ وَ لاَ اِلهَ إِلاَّ اللَّهُ وَ اللَّهُ أَكْبَرُ"
    
  }
]
